{
  "initializationDelay": 3000,
  //"key": "787502719:AAEukY_TR1dICM0wDdOCiBtP69AGTg05fZo", // t.me/VRTF_IMGR_Bot
  "key": "884515953:AAE8R7NE971AQ0KAnUpDEJH2K-zSPwMkzwo", // t.me/TempBot4222_Bot for testing
  "chatId": "-357076564", // Lunch chat id
  "commandsSettings": [
    {
      "name": "Lunch.TelegramBot.Core.Commands.BotHelpCommand, Lunch.TelegramBot.Core",
      "order": 1,
      "triggerWords": [ "/help" ]
    },
    {
      "name": "Lunch.TelegramBot.Core.Commands.LunchCommand, Lunch.TelegramBot.Core",
      "order": 2,
      "time": "11:55:00",
      "daysToExclude": [ "Sunday", "Saturday" ],
      "data": [
        "Пора на обед!",
        "Работа работой, а обед по расписанию!",
        "Откладываем баги и идём обедать :)",
        "Обед! Обед! Обед!",
        "После хорошего обеда можно простить кого угодно. Даже тех, кто сделал плохой обед. Так что идём обедать!",
        "До обеда я ничего не соображаю… Это не мое астральное время! Сейчас моя карма на подзарядке, мозги в починке, а я сам в отключке... Время включаться!",
        "Работа - это такое место, где до обеда хочется есть, после обеда - спать, и всё время преследует чувство, что тебе мало платят. Забудем про это чувство на время обеда.",
        "Демократия — это два волка и один ягненок, ставящие на голосование меню обеда или что там у нас сегодня?",
        "Убийство — всегда промах. Никогда не следует делать того, о чём нельзя поболтать с людьми после обеда. Готовьте истории - время обедать!",
        "Чай и бутерброд с колбасой всегда делают жизнь чуть более лёгкой, а неразрешимые вопросы чуть более простыми. Сейчас время лёгкой жизни и простых вопросов!",
        "Доброе утро начнётся с обеда.",
        "*(Завтрак++)! *(Завтрак++)! *(Завтрак++)! Как много ++, да это же С, или, может даже С++!",
        "Диета завтра, обед - сегодня. Читай каждый день.",
        "Между хорошим обедом и долгой жизнью только та разница, что за обедом сладкое подают в конце.",
        "Если некто, кем вы беспредельно восхищаетесь и кого уважаете, погружен в особенно глубокие раздумья, наиболее вероятно, что это раздумья об обеде.",
        "Накормить словами можно только сытого. Данной пищей мы питались в 10:30, а сейчас идём обедать!",
        "Раз мы осуждены на то, чтоб есть, будем есть хорошо.",
        "Никогда не опаздывайте к обеду, курите гаванские сигары и пейте армянский коньяк",
        "Счастье — это хорошая сигара, хороший обед и хорошая женщина. Или дурная женщина — это уж смотря по тому, сколько счастья вы можете себе позволить.",
        "Хотя я и сыграл повара в картине «Фрэнки и Джонни», однако не требуйте меня чего-нибудь приготовить. Если вдруг я начну готовить, все завершится убийством. Серьезно. Я могу сыграть роль. Приготовить обед – нет.",
        "Чем короче путешествие от земли к столу, тем вкуснее обед.",
        "Сожжение назначили на одиннадцать, чтобы после этого зрелища народ мог спокойно разойтись на обед.",
        "Сначала пообедаем! На голодный желудок чаще всего приходят только плохие и непрактичные мысли."
      ]
    },
    {
      "name": "Lunch.TelegramBot.Core.Commands.HolidayCommand, Lunch.TelegramBot.Core",
      "order": 3,
      "time": "12:30:00"
    },
    {
      "name": "Lunch.TelegramBot.Core.Commands.ApiSdkCommand, Lunch.TelegramBot.Core",
      "order": 4,
      "token": "440c227eeaa5460e8fdde00fe5bbf31e", // ApiSDK
      "triggerWords": [ "/бот", "/bot" ]
    }
  ]
}